Repository: Scopart/django-user-accounts
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Password (again)
fr: Confirmation

source: Usernames can only contain letters, numbers and underscores.
fr: Le nom d'utilisateur ne doit contenir que des lettres, des chiffres ou le caractère _

source: This username is already taken. Please choose another.
fr: Le nom d'utilisateur est déjà utilisé. Veuillez en choisir un autre.

source: A user is registered with this email address.
fr: Un utilisateur est déjà enregistré avec cette adresse email

source: You must type the same password each time.
fr: Vous devez saisir le même mot de passe à chaque fois.

source: Remember Me
fr: Se rappeler de moi

source: This account is inactive.
fr: Ce compte est inactif.

source: The username and/or password you specified are not correct.
fr: Le nom d'utilisateur et/ou le mot passe sont incorrectes.

source: The email address and/or password you specified are not correct.
fr: L'adresse email et/ou le mot de passe sont incorrectes.

source: Current Password
fr: Mot de passe actuel

source: New Password
fr: Nouveau mot de passe

source: New Password (again)
fr: Confirmation de mot de passe

source: Please type your current password.
fr: Veuillez saisir votre mot de passe actuel.

source: Email address can not be found.
fr: L'adresse email est introuvable.

source: Timezone
fr: Fuseau horaire

source: Language
fr: Langue

source: user
fr: utilisateur

source: timezone
fr: fuseau horaire

source: language
fr: langue

source: email address
fr: adresse email

source: email addresses
fr: adresses email

source: email confirmation
fr: confirmation d'email

source: email confirmations
fr: confirmations d'email

source: Confirmation email sent to %(email)s.
fr: Vous allez recevoir une confirmation d'email à l'adresse %(email)s.

source: The code %(code)s is invalid.
fr: Le code %(code)s est invalide.

source: You have confirmed %(email)s.
fr: Votre adresse email %(email)s est maintenant confirmée.

source: Password successfully changed.
fr: Le mot de passe à été modifié.

source: Account settings updated.
fr: Votre compte a bien été modifiée.

source: Your account is now inactive and your data will be expunged in the next %(expunge_hours)d hours.
fr: Votre compte est maintenant inactif et vos données seront effacées dans les %(expunge_hours)d prochaines heures.
